<html>
    <!-------------------------------------------------------------------------------------------
        registration.php
        회원가입 완료후 다음으로 넘어가기 위한 페이지 입니다. 
        회원가입이 끝난 후 캐시를 정상적으로 종료하기 위해 만들었습니다. 

        만약 회원가입이 끝난 후 계속해서 회원가입 페이지에 머무르게 되면 
        종료된 캐시를 다시 참조하게 되어 참조 오류가 발생하게 됩니다. 
    ------------------------------------------------------------------------------------------->
    <head>
        <meta charset="utf-8">
    </head>
    <body>
        <!-------------------------------------------------------------------------------------------
         
        ------------------------------------------------------------------------------------------->

        <h3>회원가입을 완료했습니다</h3>
        <form action='main_page.php'>
            <input type='submit' value='메인 페이지'>
        </form>
        <form action='login.php'>
            <input type='submit' value='로그인 페이지'>
        </form>
        
    </body>
</html>
                        